file/request/smrserch/req_smr_3114050501850036_20220302192138.xml

<?xml version="1.0" encoding="utf-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:cb5="http://creditinfo.com/CB5" xmlns:smar="http://creditinfo.com/CB5/v5.53/SmartSearch">
  <soapenv:Header />
  <soapenv:Body>
    <cb5:SmartSearchIndividual>
      <cb5:query>
        <smar:InquiryReason>ProvidingFacilities</smar:InquiryReason>
        <smar:InquiryReasonText />
        <smar:Parameters>
          <smar:DateOfBirth>1985-01-05</smar:DateOfBirth>
          <smar:FullName>Andy firmansah</smar:FullName>
          <smar:IdNumbers>
            <smar:IdNumberPairIndividual>
              <smar:IdNumber>3114050501850036</smar:IdNumber>
              <smar:IdNumberType>KTP</smar:IdNumberType>
            </smar:IdNumberPairIndividual>
          </smar:IdNumbers>
        </smar:Parameters>
      </cb5:query>
    </cb5:SmartSearchIndividual>
  </soapenv:Body>
</soapenv:Envelope>